export const data = {
  courses: [
    {
      title: "ভর্তি 'খ' + প্রস্তুতি",
      unit: "B Unit 2025-26",
      details: [
        "মোট ক্লাস সংখ্যা: ১০৪+",
        "লেকচার শীট সংখ্যা: ৯",
        "ডেইলি এক্সাম সংখ্যা: ৫৪",
        "মডেল টেস্ট সংখ্যা: ৭",
        "ইনিশিয়াল গাইডলাইন ক্লাস",
        "টাইপ: অনলাইন",
        "ফি: ৭৫০ টাকা"
      ],
      image: "course_b_unit.jpg"
    },
    {
      title: "ভর্তি 'ক' + প্রস্তুতি",
      unit: "A Unit 2025-26",
      details: [
        "মোট ক্লাস সংখ্যা: ১০৫+",
        "লেকচার শীট সংখ্যা: ৯",
        "ডেইলি এক্সাম সংখ্যা: ৫৫",
        "মডেল টেস্ট সংখ্যা: ৮",
        "ইনিশিয়াল গাইডলাইন ক্লাস",
        "টাইপ: অনলাইন",
        "ফি: ৭৫০ টাকা"
      ],
      image: "course_a_unit.jpg"
    },
    {
      title: "ভর্তি 'গ' + প্রস্তুতি",
      unit: "C Unit 2025-26",
      details: [
        "মোট ক্লাস সংখ্যা: ৯৫+",
        "লেকচার শীট সংখ্যা: ৮",
        "ডেইলি এক্সাম সংখ্যা: ৫০",
        "মডেল টেস্ট সংখ্যা: ৬",
        "ইনিশিয়াল গাইডলাইন ক্লাস",
        "টাইপ: অনলাইন",
        "ফি: ৭৫০ টাকা"
      ],
      image: "course_c_unit.jpg"
    }
  ],
  students: [
    {
      name: "মোঃ আনিসুজ্জামান জামিল",
      institution: "BUET ১ম",
      session: "২০২৩-২৪",
      story: "আমি ফোকাসের একজন স্টুডেন্ট ছিলাম...",
      image: "student_1.jpg"
    },
    {
      name: "মাহবুবুল হাসান",
      institution: "BUET ২য়",
      session: "২০২৩-২৪",
      story: "আমি ফোকাসের নিয়মিত স্টুডেন্ট ছিলাম...",
      image: "student_2.jpg"
    },
    {
      name: "সুনীতি ঘোষাল",
      institution: "BUET ৩য়",
      session: "২০২৩-২৪",
      story: "আমি ফোকাসের একজন সাফল্যপ্রাপ্ত শিক্ষার্থী...",
      image: "student_3.jpg"
    }
  ]
}

export const navbarLinks = [
  {name: "হোম", color: true}, {name: "কোর্স সমূহ"}, {name: "ফ্রি িএক্সাম"}, {name: "শাখা সমূহ"},{name: "Login | Register", bg: true}]