// succesfull person data from here...

// successData.js

import personImg1 from "../assets/images/successful-person/p-1.png";
import personImg2 from "../assets/images/successful-person/p-2.png";
import personImg3 from "../assets/images/successful-person/p-3.png";


export const successData = {
  mainTitle: "সফল শিক্ষার্থীদের গল্প",
  btnData: {
      btnName: ['See More'],
      btnStyle: {
        btnBgColor: "headerColor",
        btnHoverColor: "headerColorHover",
      }
    },
  mainData :[
  {
    img: personImg1,
    title: "মোঃ আল-আমিন আহমেদ",
    subtitle: "প্রাণ প্রকৌশল ২০২০-২১",
    rank: "BUET ৪৭",
    description: `আমার শিক্ষাজীবনের শুরু থেকেই গণিতের প্রতি তীব্র আগ্রহ ছিল। আমি ভর্তি প্রস্তুতির শুরুটা করেছি ক্লাস ১০ থেকেই। সিলেবাস শেষ করে প্র্যাকটিসে মনোযোগ দেই। এ সময়টি ছিল অনেক পরিশ্রমের। প্ল্যাটফর্মের ক্লাস গুলো আমাকে কনসেপ্ট ক্লিয়ার করতে অনেক সাহায্য করেছে, বিশেষ করে লজিক্যাল ম্যাথ অংশে। 
                প্ল্যাটফর্মের সাবজেক্টভিত্তিক এক্সপার্ট টিচারদের গাইডলাইন, প্রচুর সংখ্যক কনসেপ্ট ক্লিয়ারিং ক্লাস, রুটিন মোতাবেক রিভিশন, প্রতিটি অধ্যায়ের জন্য স্পেশাল কোয়েশ্চেন সেট, এবং রিয়েল লাইফ এক্সপেরিয়েন্স শেয়ার – এই গুলোই সফলতার পেছনে মূল চাবিকাঠি ছিল।`
  },
  {
    img: personImg2,
    title: "হারিছুল্লাহ খান",
    subtitle: "প্রাণ প্রকৌশল ২০২০-২১",
    rank: "BUET ৩১",
    description: `আমি সফলভাবে প্রতিটি বিষয়ে গুরুত্বসহকারে পড়াশোনা করেছি এবং প্রতিটি বিষয়ে আলাদা করে সময় দিয়েছি। গণিত এবং পদার্থবিজ্ঞানে ভালো ফল করার জন্য নিয়মিত চর্চা করতাম। আমার সফলতার জন্য গুরুত্বপূর্ণ ছিল প্ল্যাটফর্মের নিয়মিত মডেল টেস্ট, কুইজ এবং চমৎকার ব্যাখ্যাসহ প্রশ্ন বিশ্লেষণ। 
                প্রতিটি ভুল থেকে শিখে নিজেকে আপডেট করতাম। প্ল্যাটফর্মের ভিডিও গুলো আমাকে অনেক অনুপ্রাণিত করেছে এবং পরীক্ষার আগে মানসিকভাবে প্রস্তুত হতে সাহায্য করেছে।`
  },
  {
    img: personImg3,
    title: "সুশান্ত দৌলতর",
    subtitle: "প্রাণ প্রকৌশল ২০২০-২১",
    rank: "BUET ০৩",
    description: `আমি সফলতার পেছনে সবচেয়ে বড় অবদান হিসেবে মনে করি ধৈর্য্য এবং পরিশ্রম। প্রতিদিনের টার্গেট ঠিক করতাম এবং সেই অনুযায়ী পড়াশোনা করতাম। 
                প্ল্যাটফর্মের প্রতিটি ক্লাস ছিল খুবই তথ্যবহুল। কোর্স ম্যাটেরিয়াল, কুইজ এবং মডেল টেস্ট আমার প্রস্তুতিকে অনেক মজবুত করেছে। আমি কৃতজ্ঞ প্ল্যাটফর্মের প্রতি তাদের অসাধারণ সাপোর্ট এবং সময়োপযোগী গাইডলাইনের জন্য।`
  },
  {
    img: personImg1,
    title: "মোঃ আল-আমিন আহমেদ",
    subtitle: "প্রাণ প্রকৌশল ২০২০-২১",
    rank: "BUET ৪৭",
    description: `আমার শিক্ষাজীবনের শুরু থেকেই গণিতের প্রতি তীব্র আগ্রহ ছিল। আমি ভর্তি প্রস্তুতির শুরুটা করেছি ক্লাস ১০ থেকেই। সিলেবাস শেষ করে প্র্যাকটিসে মনোযোগ দেই। এ সময়টি ছিল অনেক পরিশ্রমের। প্ল্যাটফর্মের ক্লাস গুলো আমাকে কনসেপ্ট ক্লিয়ার করতে অনেক সাহায্য করেছে, বিশেষ করে লজিক্যাল ম্যাথ অংশে। 
                প্ল্যাটফর্মের সাবজেক্টভিত্তিক এক্সপার্ট টিচারদের গাইডলাইন, প্রচুর সংখ্যক কনসেপ্ট ক্লিয়ারিং ক্লাস, রুটিন মোতাবেক রিভিশন, প্রতিটি অধ্যায়ের জন্য স্পেশাল কোয়েশ্চেন সেট, এবং রিয়েল লাইফ এক্সপেরিয়েন্স শেয়ার – এই গুলোই সফলতার পেছনে মূল চাবিকাঠি ছিল।`
  },
  {
    img: personImg2,
    title: "হারিছুল্লাহ খান",
    subtitle: "প্রাণ প্রকৌশল ২০২০-২১",
    rank: "BUET ৩১",
    description: `আমি সফলভাবে প্রতিটি বিষয়ে গুরুত্বসহকারে পড়াশোনা করেছি এবং প্রতিটি বিষয়ে আলাদা করে সময় দিয়েছি। গণিত এবং পদার্থবিজ্ঞানে ভালো ফল করার জন্য নিয়মিত চর্চা করতাম। আমার সফলতার জন্য গুরুত্বপূর্ণ ছিল প্ল্যাটফর্মের নিয়মিত মডেল টেস্ট, কুইজ এবং চমৎকার ব্যাখ্যাসহ প্রশ্ন বিশ্লেষণ। 
                প্রতিটি ভুল থেকে শিখে নিজেকে আপডেট করতাম। প্ল্যাটফর্মের ভিডিও গুলো আমাকে অনেক অনুপ্রাণিত করেছে এবং পরীক্ষার আগে মানসিকভাবে প্রস্তুত হতে সাহায্য করেছে।`
  },
  {
    img: personImg3,
    title: "সুশান্ত দৌলতর",
    subtitle: "প্রাণ প্রকৌশল ২০২০-২১",
    rank: "BUET ০৩",
    description: `আমি সফলতার পেছনে সবচেয়ে বড় অবদান হিসেবে মনে করি ধৈর্য্য এবং পরিশ্রম। প্রতিদিনের টার্গেট ঠিক করতাম এবং সেই অনুযায়ী পড়াশোনা করতাম। 
                প্ল্যাটফর্মের প্রতিটি ক্লাস ছিল খুবই তথ্যবহুল। কোর্স ম্যাটেরিয়াল, কুইজ এবং মডেল টেস্ট আমার প্রস্তুতিকে অনেক মজবুত করেছে। আমি কৃতজ্ঞ প্ল্যাটফর্মের প্রতি তাদের অসাধারণ সাপোর্ট এবং সময়োপযোগী গাইডলাইনের জন্য।`
  },
]};